-- this is Text config
-- edit by LiDeXun. any questions find me!

UITEXT_LOGIN = "登录"

-- AltarSuspendConfig.lua
ASC_L0_1 = "阿波罗"
ASC_L0_2 = "HP上限"
ASC_L0_3 = "MP上限"
ASC_L0_4 = "德墨忒耳"
ASC_L0_5 = "HP回复"
ASC_L0_6 = "伤害吸收"
ASC_L0_7 = "赫耳墨斯"
ASC_L0_8 = "MP回复"
ASC_L0_9 = "赫淮斯托斯"
ASC_L0_10 = "物理攻击"
ASC_L0_11 = "命中"
ASC_L0_12 = "哈迪斯"
ASC_L0_13 = "魔法攻击"
ASC_L0_15 = "狄俄尼索斯"
ASC_L0_16 = "物理防御"
ASC_L0_17 = "魔法防御"
ASC_L0_18 = "阿芙洛狄忒"
ASC_L0_19 = "魔法防御"
ASC_L0_20 = "伤害吸收"
ASC_L0_21 = "赫斯提亚"
ASC_L0_22 = "躲避"
ASC_L0_23 = "波塞冬"
ASC_L0_24 = "阿尔忒弥斯"

-- AltarSuspendProc.lua
ASP_L0_1 = "等级："
ASP_L0_2 = "下一等级"
ASP_L0_3 = "升级需公会银币："
ASP_L0_4 = "，公会金币："
ASP_L0_5 = "恭喜你，此祭坛已经是最高级了！！"
ASP_L0_6 = "您当前供奉等级："
ASP_L0_7 = "升级供奉需个人贡献："
ASP_L0_8 = "当前供奉等级已满"


-- AutoFight.lua

-- AutoFight.xml

AF_X0_1 = "自动施放技能"
AF_X0_2 = "自动砍怪"
AF_X0_3 = "打怪保护设置："
AF_X0_4 = "生命值低于"
AF_X0_5 = "0％自动使用红药或技能"
AF_X0_6 = "魔法值低于"
AF_X0_7 = "0％自动使用蓝药"
AF_X0_8 = "自动回城条件设置："
AF_X0_9 = "包裹红药已用光"
AF_X0_10 = "包裹蓝药已用光"
AF_X0_11 = "请放回城技能或卷轴："
AF_X0_12 = "众神之战守护精灵1.1"
AF_X0_13 = "保存设置"
AF_X0_14 = "开始挂机"
AF_X0_15 = "1.记得在“自动施放技能”前打勾，放入技能，再“保存设置”，点“开始挂机”，才会挂机"
AF_X0_16 = "2.在打怪保护设置里，将你要试用的红药、蓝药、恢复药水及治疗技能放入后面的方框中"
AF_X0_17 = "3.设置生效过，可使用快捷键“F12”直接开始挂机"
AF_X0_18 = "复活设置"
AF_X0_19 = "开启自动复活功能"
AF_X0_20 = "自动挂机复活设置:"
AF_X0_21 = "死亡"
AF_X0_22 = "分钟后原地复活(至少1分钟)"
AF_X0_23 = "自动复活可选项:"
AF_X0_24 = "分钟内死亡"
AF_X0_25 = "次，则过"
AF_X0_26 = "分钟后再次复活"
AF_X0_27 = "次后停止使用自动复活"
AF_X0_28 = "1.记得在“开启自动复活功能”前打勾"
AF_X0_29 = "2.每次复活消耗10金币"
AF_X0_30 = "3.与服务器断开连接后，挂机无效"
AF_X0_31 = "宠物设置"
AF_X0_32 = "自动喂养宠物"
AF_X0_33 = "自动喂食"
AF_X0_34 = "1.在自动喂养宠物前的框中打勾，方能启用该功能"
AF_X0_35 = "2.将要喂食的食物放入上方的物品框中，注意食物要与召唤出宠物的类型相匹配"
AF_X0_36 = "宠物饱食度低于"
AF_X0_37 = "挂机设置"
AF_X0_38 = "自动拾取"
AF_X0_39 = "自动拾取系统：您还可以使用 x小时"
AF_X0_40 = "自动拾取设置："
AF_X0_41 = "打造类"
AF_X0_42 = "装备"
AF_X0_43 = "材料"
AF_X0_44 = "卷轴"
AF_X0_45 = "技能书"
AF_X0_46 = "药水"
AF_X0_47 = "宠物道具"
AF_X0_48 = "其他"
AF_X0_49 = "自动拾取说明："
AF_X0_50 = "1、使用丰收的麦穗或金叶子可以开启自动拾取功能"
AF_X0_51 = "2、勾选物品类别来筛选你所要拾取的道具"
AF_X0_52 = "在复选框打钩来选择拾取的物品种类"

-- AutoSeekWayUI.xml

ASW_X0_1 = "自动寻路"
ASW_X0_2 = "寻路ing"

-- ButtonClick.lua
BC_X0_1 = "服务器时间"
BC_X0_2 = "男"
BC_X0_3 = "女"

-- BattleUI.xml

B_X0_1 = "离开队列"
B_X0_2 = "进入"
B_X0_3 = "离开"
B_X0_4 = "副本中止"
B_X0_5 = "查看团队"
B_X0_6 = "你在等待进入"
B_X0_7 = "队伍排队位置"
B_X0_8 = "名"
B_X0_9 = "激动的一刻终于来了"
B_X0_10 = "大门已经打开"
B_X0_11 = "等待确认时间："
B_X0_12 = "秒"
B_X0_13 = "离结束还有"
B_X0_14 = "我方分数"
B_X0_15 = "我方人数"
B_X0_16 = "分"
B_X0_17 = "团长请求中止副本,"
B_X0_18 = "请点击相应按钮投票!"
B_X0_19 = "(奖励按实际进度给予)"
B_X0_20 = "离结束还有"
B_X0_21 = "同意"
B_X0_22 = "反对"
B_X0_23 = "邀请你进入"
B_X0_24 = "等待确认时间："
B_X0_25 = "进入"
B_X0_26 = "离开"

B_X0_27 = "离副本"
B_X0_28 = "重置时间还剩"
B_X0_29 = "离开副本"



-- ChatUI.xml

C_X0_1 = "普  通"
C_X0_2 = "阵  营"
C_X0_3 = "队  伍"
C_X0_4 = "公  会"
C_X0_5 = "私  聊"
C_X0_6 = "普通"
C_X0_7 = "世界"
C_X0_8 = "队伍"
C_X0_9 = "公会"
C_X0_10 = "私聊"
C_X0_11 = "人物信息"
C_X0_12 = "组队邀请"
C_X0_13 = "请求交易"
C_X0_14 = "加为好友"
C_X0_15 = "悄 悄 话 "
C_X0_16 = "加入黑名单"
C_X0_17 = "公会邀请"
C_X0_18 = "阵营"
C_X0_19 = "副本邀请"
C_X0_20 = "快捷切换频道发言："
C_X0_21 = "1./N+空格 在普通频道发言；"
C_X0_22 = "2./P+空格 在阵营频道发言；"
C_X0_23 = "3./G+空格 在公会频道发言；"
C_X0_24 = "4./T+空格 在队伍频道发言。"
C_X0_25 = "选择聊天记录："
C_X0_26 = "按“↑”，“↓”键，选择前10次的发言内容。"
C_X0_27 = "以下聊天区内不会出现任何官方公告信息，请谨防受骗！"
C_X0_28 = "~请按 Enter(回车)键 进行聊天~"
C_X0_29 = "综合"
-- ChatWndUI.xml

CW_X0_1 = "和XXXX聊天中"
CW_X0_2 = "发 送"
CW_X0_3 = "表 情"
CW_X0_4 = "还原聊天窗"

-- Consortia.xml

C_X1_1 = "公会"
C_X1_2 = "显示离线成员"
C_X1_3 = "名     称"
C_X1_4 = "职 业"
C_X1_5 = "等 级"
C_X1_6 = "贡 献"
C_X1_7 = "公会宣言:"
C_X1_8 = "这个就是我的公会宣言!"
C_X1_9 = "公会等级："
C_X1_10 = "成员上限："
C_X1_11 = "公会银币："
C_X1_12 = "公会金币："
C_X1_13 = "公会祭坛："
C_X1_14 = "会员描述"
C_X1_15 = "删除"
C_X1_16 = "晋升"
C_X1_17 = "降级"
C_X1_18 = "悄悄话"
C_X1_19 = "组队邀请"
C_X1_20 = "邀请入会"
C_X1_21 = "修改宣言"
C_X1_22 = "转让会长"
C_X1_23 = "离开公会"
C_X1_24 = "公会商城"
C_X1_25 = "持有:"
C_X1_26 = "确认购买"
C_X1_27 = "充值金币"
C_X1_28 = "联盟"
C_X1_29 = "请输入公会名字"
C_X1_30 = "确 定"
C_X1_31 = "取 消"
C_X1_32 = "请输入公会宣言"
C_X1_33 = "请输你要邀请的玩家名字"
C_X1_34 = "公会职位"
C_X1_35 = "银币贡献"
C_X1_36 = "金币贡献"
C_X1_37 = "公会信息"
C_X1_38 = "自定义公会徽标，功能暂未开放"
C_X1_39 = "公会勋章"
C_X1_40 = "会长:"
C_X1_41 = "副会长:"
C_X1_42 = "公会建筑"
C_X1_43 = "公会建筑"
C_X1_44 = "建筑说明"
C_X1_45 = "更换图片"
C_X1_46 = "公会列表"
C_X1_47 = "公会名称"
C_X1_48 = "等       级"
C_X1_49 = "实力"
C_X1_50 = "成员/上限"
C_X1_51 = "公会建筑"
C_X1_52 = "加入公会"
C_X1_53 = "申请加入"
C_X1_54 = "是否拒绝玩家申请加入"
C_X1_55 = "阵营"
C_X1_56 = "阵营设施"
C_X1_57 = "设施说明"
C_X1_58 = "可捐赠物质"
C_X1_59 = "本日额度"
C_X1_60 = "捐赠"
C_X1_61 = "请输入你捐赠的            的数目"
C_X1_62 = "1枚铜矿石等于1点贡献点"
C_X1_63 = "点贡献"

-- CounterUI.xml

C_X2_1 = "最大"
C_X2_2 = "去位"
C_X2_3 = "确定"
C_X2_4 = "取消"

--Constellation.xml

CON_X0_1 = "详细介绍"
CON_X0_2 = "星座等级:"
CON_X0_3 = "储存的星座能量:"
CON_X0_4 = "领取经验,专长经验"
CON_X0_5 = "升级"
CON_X0_6 = "开启"
CON_X0_7 = "能量升级"
CON_X0_8 = "金币升级"
CON_X0_9 = "未开启"
CON_X0_10 = "技能培养"
CON_X0_11 = "星座能量："
CON_X0_12 = "升级所需能量："
CON_X0_13 = "升级所需人物等级："
CON_X0_14 = "星座升级"
CON_X0_15 = "经验积累"
CON_X0_16 = "大家通过消灭怪物，缴纳任务，使用经验符等获得额外的经验积累。这些额外的经验可是一笔不小的收获！积累的效果也是可以成长，通过使用你身上的星座能量或者金币来升级效果。"
CON_X0_17 = "|cFFDCC883效果|cFFFFFFFF"
CON_X0_18 = "经验积累："
CON_X0_19 = "专长经验积累："
CON_X0_20 = "|cFFDCC883下一等级|cFFFFFFFF"
CON_X0_21 = "|cFFDCC883升级需要消耗：|cFFFFFFFF"
CON_X0_22 = "星座能量："
CON_X0_23 = "或者 金币："
CON_X0_24 = "经验积累："
CON_X0_25 = "专长经验积累："
CON_X0_26 = "效果升级"
CON_X0_27 = "技能培养"
CON_X0_28 = "攻击技能培养"
CON_X0_29 = "攻击技能增幅"
CON_X0_30 = "防御技能培养"
CON_X0_31 = "防御技能增幅"
CON_X0_32 = "选择技能"
CON_X0_33 ="    攻击技能培养和攻击技能增幅是2种对技能进行提升攻击力的方法，不同的技能受到不同的提升方式。随着攻击技能的提升，也需要消耗额外的MP值。           防御技能培养和防御技能增幅是2种削弱敌人技能伤害效果的方式，当敌人对你使用你正在进行防御培养的技能时，会削弱该技能对你的伤害。"
CON_X0_34 = "最高累计经验："
CON_X0_35 = "最高累计专长经验："
--Constellation.lua

CON_L0_1 = "增加能量: "
CON_L0_2 = "星座效果升级成功，扣除金币:"
CON_L0_3 = "宝石升级成功，扣除能量:"
CON_L0_4 = "|cff00CCFF星座等级提升到第|cffffffff"
CON_L0_5 = "|cff00CCFF级|cffffffff"
CON_L0_6 = "获得离线能量返还"
CON_L0_7 = "获得经验:"
CON_L0_8 = "获得专长经验:"
CON_L0_9 = "星座积累经验:"
CON_L0_10 = "星座积累专长经验:"
CON_L0_11 = "经验积累:"
CON_L0_12 = "  技能经验积累:"
CON_L0_13 = "功能暂未开放"
CON_L0_14 = "等级："
CON_L0_15 = "专长积累："
CON_L0_16 = "升级所需能量："
CON_L0_17 = "升级所需金币："
CON_L0_18 = "所需玩家等级："
CON_L0_19 = "星座"
CON_L0_20 = "当前为幸运日状态，享受24小时，星座宝石效果加成5%"
CON_L0_21 = "经验积累："
CON_L0_22 = "或"
CON_L0_23 = "白羊座"
CON_L0_24 = "金牛座"
CON_L0_25 = "双子座"
CON_L0_26 = "巨蟹座"
CON_L0_27 = "狮子座"
CON_L0_28 = "处女座"
CON_L0_29 = "天枰座"
CON_L0_30 = "天蝎座"
CON_L0_31 = "射手座"
CON_L0_32 = "魔羯座"
CON_L0_33 = "水瓶座"
CON_L0_34 = "双鱼座"
CON_L0_35 = "技能培养开启成功"
CON_L0_36 = "格子激活成功成功"
CON_L0_37 = "格子升级成功"
CON_L0_38 = "未开启"
CON_L0_39 = "下一等级"
CON_L0_40 = "星座等级已满"
CON_L0_41 = "经验积累等级已满"
CON_L0_42 = "无需升级"
-- CretitExchangeUI.xml

-- DesignateUI.xml

D_X0_1 = "更 换"
D_X0_2 = "隐 藏"
D_X0_3 = "任务类"
D_X0_4 = "铁战士"
D_X0_5 = "描述信息"

-- DialUI.xml

D_X1_1 = "开始"
D_X1_2 = "额外抽取"
D_X1_3 = "直接获取"
D_X1_4 = "再开一个"

-- EquipForge.xml

EF_X0_1 = "成功机率:"
EF_X0_2 = "打造失败无惩罚"
EF_X0_3 = "打造说明"
EF_X0_4 = "1、放入装备和相应宝石,就可开始打造装备"
EF_X0_5 = "2、宝石分3种类型,决定了装备的打造方向"
EF_X0_6 = "3、窗口的右上方,显示了本次打造的成功率"
EF_X0_7 = "4、若不幸打造失败,装备将不受到惩罚"
EF_X0_8 = "5、放入水晶,可以提升本次打造的成功率"
EF_X0_9 = "1、红宝石，绿宝石，蓝宝石和重生泉水可以在此合成。"
EF_X0_10 = "2、六个低级材料合成一个高一级的材料。"
EF_X0_11 = "3、水晶不可以合成。"
EF_X0_12 = "4、需先放入一件可合成物品,方可使用"
EF_X0_13 = "“快速填装”功能。"
EF_X0_14 = "5、不同等级，不同颜色的宝石不可以合成。"
EF_X0_15 = "1、该功能用来重新生成装备的各项属性"
EF_X0_16 = "2、启动装备合成,需要放入4件装备"
EF_X0_17 = "3、辅装备等级不能低于主装备5级"
EF_X0_18 = "4、新生成装备的类型和主装备相同"
EF_X0_19 = "5、新装备的附加属性是随机产生的"
EF_X0_20 = "6、参与合成的装备越好,新装备越好"
EF_X0_21 = "放入需要打造的主装备"
EF_X0_22 = "放入打造用的宝石"
EF_X0_23 = "放入打造用的幸运金币"
EF_X0_24 = "放入打造用的水晶石(|cffD5912B最多25个|cffffffff)"
EF_X0_25 = "放入需要合成的主装备"
EF_X0_26 = "放入辅助合成的装备"
EF_X0_27 = "放入合成用的材料"
EF_X0_28 = "打造成本:"
EF_X0_29 = "银币"
EF_X0_30 = "装备打造"
EF_X0_31 = "材料合成"
EF_X0_32 = "装备合成"
EF_X0_33 = "开始打造"
EF_X0_34 = "开始合成"
EF_X0_35 = "快速填装"
EF_X0_36 = "撤下物品"
EF_X0_37 = "6、最多可以放入25个水晶"
EF_X0_38 = "1、使用三级紫宝石可以更换同类型不同等级的装备"
EF_X0_39 = "2、更换不影响装备的品质，星级和附加属性等级"
EF_X0_40 = "3、在选择装备窗口中可以预览更换后的装备属性"
EF_X0_41 = "4、更换装备的成功率是100%"
EF_X0_42 = "装备更换"
EF_X0_43 = "放入选择的装备"
EF_X0_44 = "选择装备"
EF_X0_45 = "确认更换"

--Event.xml

E_X0_1= "本周活动"
E_X0_2= "活动时间"
E_X0_3= "活动名称"
E_X0_4= "重要公告"
E_X0_5= "详细内容"
E_X0_6= "查看全部"
E_X0_7= "活动"
E_X0_8= "发布时间"
E_X0_9= "标题"

--GMEventEdit.xml

GE_X0_1= "本周活动"
GE_X0_2= "活动时间"
GE_X0_3= "活动名称"
GE_X0_4= "详细链接"
GE_X0_5= "重要公告"
GE_X0_6= "详细内容"
GE_X0_7= "发送"
GE_X0_8= "加载"
GE_X0_9= "清空"
GE_X0_10= "发布时间"
GE_X0_11= "标题"



-- GodwardMapUI.xml

GM_X0_1 = "世界地图"
GM_X0_2 = "显示设置"

-- HelpSystem.xml

HS_X0_1 = "帮助目录"
HS_X0_2 = "新手帮助"
HS_X0_3 = "人物属性"
HS_X0_4 = "任务"
HS_X0_5 = "技能"
HS_X0_6 = "  战士"
HS_X0_7 = "  斗士"
HS_X0_8 = "  祭司"
HS_X0_9 = "  法师"
HS_X0_10 = "装备"
HS_X0_11 = "交际"
HS_X0_12 = "公会"
HS_X0_13 = "返回上一页"
HS_X0_14 = "返回上一级"
HS_X0_15 = "守护精灵"
HS_X0_16 = "推荐人系统"
HS_X0_18 = "圣衣"
HS_X0_19 = "圣石"
HS_X0_20 = "宠物系统"
HS_X0_21 = "宠物的小常识"
HS_X0_22 = "养成及强化"
HS_X0_23 = "生活技能"
HS_X0_24 = "坐骑系统"

-- HelpSystemConfig.lua
-- 这个文件中文集中 请翻译这个文件

-- HelpSystemProc.lua

HSP_L0_1 = "众神之战"
HSP_L0_2 = "光斩"
HSP_L0_3 = "旋风斩"
HSP_L0_4 = "旋光斩"
HSP_L0_5 = "剑刃风暴"
HSP_L0_6 = "剑雨"
HSP_L0_7 = "血爪"
HSP_L0_8 = "狂暴血爪"
HSP_L0_9 = "击晕"
HSP_L0_10 = "破甲术"
HSP_L0_11 = "神谕护盾"
HSP_L0_12 = "突刺"
HSP_L0_13 = "圣光突刺"
HSP_L0_14 = "三重刺"
HSP_L0_15 = "怒枪"
HSP_L0_16 = "千枪决"
HSP_L0_17 = "横扫千军"
HSP_L0_18 = "碎裂阵"
HSP_L0_19 = "爆裂枪"
HSP_L0_20 = "流星刺"
HSP_L0_21 = "狂热"
HSP_L0_22 = "定身术"
HSP_L0_23 = "回春术"
HSP_L0_24 = "群疗术"
HSP_L0_25 = "地母附体"
HSP_L0_26 = "魔法盾"
HSP_L0_27 = "风缚"
HSP_L0_28 = "冰箭"
HSP_L0_29 = "风刃"
HSP_L0_30 = "冰锥"
HSP_L0_31 = "石笋"
HSP_L0_32 = "圣光术"
HSP_L0_33 = "千针石林"
HSP_L0_34 = "三元咒"
HSP_L0_35 = "火球"
HSP_L0_36 = "光球"
HSP_L0_37 = "光刃"
HSP_L0_38 = "落雷"
HSP_L0_39 = "火莲"
HSP_L0_40 = "流星雨"
HSP_L0_41 = "雷云风暴"
HSP_L0_42 = "炎域"
HSP_L0_43 = "爆炎术"
HSP_L0_44 = "五星护阵"
HSP_L0_45 = "禁魔术"
HSP_L0_46 = "初级		  中级		  高级"
HSP_L0_47 = "初级		  中级		  高级		  大师级"
HSP_L0_48 = "初级		 中级		  高级		 大师级	   宗师级"
HSP_L0_49 = "任务第一层第一个按钮"
HSP_L0_50 = "任务第一层第二个按钮"
HSP_L0_51 = "任务第一层第三个按钮"
HSP_L0_52 = "技能第一层第一个按钮"
HSP_L0_53 = "技能第一层第二个按钮"
HSP_L0_54 = "技能第一层第三个按钮"
HSP_L0_55 = "任务第二层1第一个按钮"
HSP_L0_56 = "任务第二层1第二个按钮"
HSP_L0_57 = "任务第二层1第三个按钮"
HSP_L0_58 = "技能第二层1返回上一页按钮"
HSP_L0_59 = "技能第二层1按钮第二个按钮"
HSP_L0_60 = "技能第二层1按钮第三个按钮"
HSP_L0_61 = "任务第二层2第一个按钮"
HSP_L0_62 = "任务第二层2第二个按钮"
HSP_L0_63 = "任务第二层2第三个按钮"
HSP_L0_64 = "技能第二层2第一个按钮"
HSP_L0_65 = "技能第二层2第二个按钮"
HSP_L0_66 = "技能第二层2第三个按钮"
HSP_L0_67 = "任务第三层1的第二个按钮text"
HSP_L0_68 = "技能第三层1的第二个按钮text"
HSP_L0_69 = "任务第三层2第二层1第一个按钮text"
HSP_L0_70 = "任务第三层2第二层2第二个按钮text"
HSP_L0_71 = "技能第三层2第二层1第一个按钮text"
HSP_L0_72 = "技能第三层2第二层2第二个按钮text"
HSP_L0_74 = "如何获得宝宝"
HSP_L0_75 = "宝宝都有哪些属性"
HSP_L0_76 = "去哪进行宝宝强化"
HSP_L0_77 = "如何与宝宝签订灵魂契约"
HSP_L0_78 = "宝宝融合的说明"
HSP_L0_79 = "宝宝转生的说明"
HSP_L0_80 = "为宝宝换新装"
HSP_L0_81 = "生活技能的简介"
HSP_L0_82 = "制造界面详解"
HSP_L0_83 = "如何获得制造所需要的原料"

-- HelpSystemSkillConfig.lua
-- 这个文件中文集中 请翻译这个文件

-- HotKey.xml

-- IntoneUI.xml

-- ItemCounterUI.xml

IC_X0_1 = "最大"
IC_X0_2 = "去位"
IC_X0_3 = "确定"
IC_X0_4 = "取消"
IC_X0_5 = "您当前可以换取的新装备"

-- ItemUI.xml

I_X0_1 = "装备"
I_X0_2 = "显示帽子"
I_X0_3 = "生活"
I_X0_4 = "显示时装"
I_X0_5 = "银币"
I_X0_6 = "金币"
I_X0_7 = "开始摆摊"
I_X0_8 = "绑定金币"

--ItemBagsExUI.xml

IB_X0_1 = "显示帽子"
IB_X0_2 = "换装"
IB_X0_3 = "读取装备"
IB_X0_4 = "保存"
IB_X0_5 = "更多包裹"
IB_X0_6 = "防具积分等级"
IB_X0_7 = "武器积分等级"
IB_X0_8 = "可实现一键更换全身装备的功能"
IB_X0_9 = "将身上的装备读取到换装设定中"
IB_X0_10 = "开始摆摊"
IB_X0_11 = "换装设定"
IB_X0_12 = "坐骑"
IB_X0_13 = "坐骑头冠"
IB_X0_14 = "坐骑护铠"
IB_X0_15 = "坐骑元灵"
IB_X0_16 = "坐骑鞍具"
IB_X0_17 = "坐骑缨络"


-- LevelExp.xml

-- LivingSkillUI.xml

LS_X0_1 = "当前任务"

-- LoginUI.lua
LS_X0_1 = "所有服务器列表"
LS_X0_2 = "推荐服务器"
LS_X0_3 = "推荐服务器列表"
LS_X0_4 = "所有服务器"
-- LoginUI.xml

L_X0_1 = "退出游戏"
L_X0_2 = "插件列表"
L_X0_3 = "帐 号"
L_X0_4 = "密 码"
L_X0_5 = "返 回"
L_X0_6 = "确 定"
L_X0_7 = "进入游戏"
L_X0_8 = "删除角色"
L_X0_9 = "创建角色"
L_X0_10 = "完 成"
L_X0_11 = "昵 称 ："
L_X0_12 = "阵 营 ："
L_X0_13 = "职 业 ："
L_X0_14 = "性 别 ："
L_X0_15 = "外 型 选 择 ："
L_X0_16 = "发 型"
L_X0_17 = "发 色"
L_X0_18 = "脸 型"
L_X0_19 = "联系在线客服"
L_X0_20 = "白羊座"
L_X0_21 = "金牛座"
L_X0_22 = "双子座"
L_X0_23 = "巨蟹座"
L_X0_24 = "狮子座"
L_X0_25 = "处女座"
L_X0_26 = "天秤座"
L_X0_27 = "天蝎座"
L_X0_28 = "射手座"
L_X0_29 = "摩羯座"
L_X0_30 = "水瓶座"
L_X0_31 = "双鱼座"
L_X0_32 = "星座："
L_X0_33 = "请输入推荐人ID(可不填)"
L_X0_34 = "返回登陆界面"
L_X0_35 = "您上次登录的服务器"
L_X0_36 = "|cff00FF00●|cffFFFFFF 服务器正常状态"
L_X0_37 = "|cffFFFF00●|cffFFFFFF 服务器繁忙状态"
L_X0_38 = "|cffFF0000●|cffFFFFFF 服务器爆满状态"
L_X0_39 = "|cffff4500★|cffFFFFFF 曾经登录的服务器"
L_X0_40 = "推荐服务器列表"
L_X0_41 = "确定选择"
L_X0_42 = "更多服务器"
L_X0_43 = "服务器大区选择"
L_X0_44 = "直接进入"
L_X0_45 = "选择线路"
L_X0_46 = "选择服务器"
L_X0_47 = "返回登录界面"
L_X0_48 = "当前服务器"
-- MallUIConfig.xml

MC_X0_1 = "持有:"
MC_X0_2 = "确认购买"
MC_X0_3 = "赞助"

-- Message.lua
-- 这个文件中文集中 请翻译这个文件

-- MessageBoxUI.xml

MB_X0_1 = "确定"
MB_X0_2 = "取消"

-- MiniMap.xml

-- MiniMap_Template.xml

-- NewGodSkillUI.xml
NG_XO_1="GM"
NG_XO_2="攻略"

-- NewSkillUI.xml

-- NpcFun.lua
-- NpcFun.xml

NF_X0_1 = "描述字描述字描述字描述字"
NF_X0_2 = "确定"
NF_X0_3 = "取消"
NF_X0_4 = "再抽取一次"

-- NpcTalk.xml

-- NpcTrade.xml

NT_X0_1 = "物品"

-- PersonalInfoUI.xml

PI_X0_1 = "信仰"
PI_X0_2 = "雅典娜"
PI_X0_3 = "战士战士"
PI_X0_4 = "检察官"
PI_X0_5 = "欢乐连线欢乐连线"
PI_X0_6 = "欢乐连线"
PI_X0_7 = "贡献"
PI_X0_8 = "等级"
PI_X0_9 = "经验"
PI_X0_10 = "到下一等级经验"
PI_X0_11 = "未知"
PI_X0_12 = "生命值"
PI_X0_13 = "魔法值"
PI_X0_14 = "物理攻击"
PI_X0_15 = "物理防御"
PI_X0_16 = "魔法攻击"
PI_X0_17 = "魔法防御"
PI_X0_18 = "治疗加成"
PI_X0_19 = "命中"
PI_X0_20 = "闪避"
PI_X0_21 = "暴击"
PI_X0_22 = "暴击抵抗"
PI_X0_23 = "物理伤害"
PI_X0_24 = "魔法伤害"
PI_X0_25 = "伤害吸收"
PI_X0_26 = "角色名"
PI_X0_27 = "职业"
PI_X0_28 = "声望"
PI_X0_29 = "称谓"
PI_X0_30 = "推荐人"
PI_X0_31 = "公会"
PI_X0_32 = "职位"
PI_X0_33 = "勇士荣誉"
PI_X0_34 = "英雄徽记"
PI_X0_35 = "众神奖章"
-- PickupDropsUI.xml

PD_X0_1 = "全部拾取"

-- PlayerStates.xml


-- QuestInfoUI.xml

QI_X0_1 = "当前任务"
QI_X0_2 = "放弃"
QI_X0_3 = "查找任务"
QI_X0_4 = "查找"
QI_X0_5 = "派遣宠物"
QI_X0_6 = "[已派遣宠物]"
QI_X0_7 = "经验加成"
QI_X0_8 = "我要鉴定"

-- QuestViewUI.xml

QV_X1_1 = "接受"
QV_X1_2 = "拒绝"
QV_X1_3 = "完成"
QV_X1_4 = "取消"
--QuickEquipUI.xml

QE_X0_1 = "读取装备"
QE_X0_2 = "按“W”键可快速切换装备"
QE_X0_3 = "待更换的装备"

-- Relation.xml

R_X0_1 = "好友"
R_X0_2 = "添加"
R_X0_3 = "删除"
R_X0_4 = "悄悄话"
R_X0_5 = "组队邀请"
R_X0_6 = "黑名单"
R_X0_7 = "增加"
R_X0_8 = "请输入好友名字"
R_X0_9 = "确 定"
R_X0_10 = "取 消"
R_X0_11 = "同 意"
R_X0_12 = "拒 绝"
R_X0_13 = "请输入角色名字"
R_X0_14 = "副本"
R_X0_15 = "邀请"
R_X0_16 = "踢出"
R_X0_17 = "师徒"
R_X0_18 = "师父："
R_X0_19 = "师德："
R_X0_20 = "月师德"
R_X0_21 = "转交团长"
-- Revive.lua

-- ReviveUI.xml

R_X1_1 = "目前你介于生与死之间"
R_X1_2 = "确 定"
R_X1_3 = "取 消"
R_X1_4 = "金币复活"
R_X1_5 = "银币复活"
R_X1_6 = "免费复活"

--RepQueUI.xml

RQ_X0_1 = "正在排队"
RQ_X0_2 = "取消排队"

--RookieGuide.xml
RG_X0_1 = "神旅向导"
RG_X0_2 = "|cff436eee任务描述|cfffffff"
RG_X0_3 = "|cff436eee任务指南|cfffffff"
RG_X0_4 = "任务目标"
RG_X0_5 = "任务奖励"
RG_X0_6 = "删除任务"

--SkillChoice.xml
SKC_X0_1 = "战士技能"
SKC_X0_2 = "斗士技能"
SKC_X0_3 = "祭司技能"
SKC_X0_4 = "法师技能"

--SkillTrain.xml
SKT_X0_1 = "攻击技能培养"
SKT_X0_2 = "攻击技能增幅"
SKT_X0_3 = "防御技能培养"
SKT_X0_4 = "防御技能增幅"
SKT_X0_5 = "选择技能"

-- SkillViewUI.xml

SV_X0_1 = "技能"
SV_X0_2 = "专长"
SV_X0_3 = "可用专长:"
SV_X0_4 = "13点"

--SkillTrainProc.lua
ST_X0_1 = "激活技能格需要消耗:"
ST_X0_3 = "技能格激活成功成功!"
ST_X0_4 = "技能格升级成功!"
ST_X0_5 = "消耗 "
ST_X0_6 = "星座能量："
ST_X0_7 = "专长点："
ST_X0_8 = "功能暂未开放"
ST_X0_9 = "开启格子需要金币"
ST_X0_10 = "对放入此格中的技能增加攻击力："
ST_X0_11 = "对放入此格中的技能减少伤害："
ST_X0_12 = "当前等级："
ST_X0_13 = "使用技能时增加MP消耗："
ST_X0_14 = "下一等级："
ST_X0_15 = "升级技能格需要"
ST_X0_16 = "|cFFFFFF00星座能量："
ST_X0_17 = "专长点："
ST_X0_18 = "星座等级："
ST_X0_19 = "花费:"

-- StallBuyUI.xml

SB_X0_1 = "购买"
SB_X0_2 = "取消"

-- StallCounterUI.xml

SC_X0_1 = "最大"
SC_X0_2 = "去位"
SC_X0_3 = "确定"
SC_X0_4 = "取消"

-- StallSellUI.xml

SS_X0_1 = "进行展销"
SS_X0_2 = "取消展销"
SS_X0_3 = "卸下物品"

-- StatusUI.xml

-- StorageUI.xml

S_X0_1 = "存储"
S_X0_2 = "取出"
S_X0_3 = "仓库"
S_X0_4 = "奖励"
S_X0_5 = "每天10:00-14:00内为奖品发放时间,不能取物品"
S_X0_6 = "全3D转视角功能开启，键盘方向键可调整视角方向。暂时只开放主城，近郊，品都斯山地图可使用此功能。"
S_X0_7 = "全3D转视角功能关闭。点击可开启。"
S_X0_8 = "储物箱1"
S_X0_9 = "储物箱2"
S_X0_10 = "储物箱3"
S_X0_11 = "储物箱4"

-- SystemBar.lua

-- SystemBar.xml

SB_X1_1 = "属性"
SB_X1_2 = "装备"
SB_X1_3 = "技能"
SB_X1_4 = "任务"
SB_X1_5 = "交际"
SB_X1_6 = "社区"
SB_X1_7 = "系统"
SB_X1_8 = "帮助"
SB_X1_9 = "打造"
SB_X1_10 = "挂机"
SB_X1_11 = "进入官网"
SB_X1_12 = "帮助"
SB_X1_13 = "设置"
SB_X1_14 = "开始挂机(F12)"
SB_X1_15 = "设置"
SB_X1_16 = "宠物"
SB_X1_17 = "技能(S)"
SB_X1_18 = "专长(S)"
SB_X1_19 = "专长"
SB_X1_20 = "开始"
SB_X1_21 = "生活技能(V)"

-- SystemSetupUI.xml

SS_X1_1 = "显 示 设 置"
SS_X1_2 = "声 音 设 置"
SS_X1_3 = "游 戏 设 置"
SS_X1_4 = "信 息 设 置"
SS_X1_5 = "退 出 游 戏"
SS_X1_6 = "返 回 游 戏"
SS_X1_7 = "确定"
SS_X1_8 = "取消"
SS_X1_9 = "音乐音量："
SS_X1_10 = "音效音量："
SS_X1_11 = "最小"
SS_X1_12 = "最大"
--Specialmsg.xml

SM_X0_1 = "交易信息"
SM_X0_2 = "任务信息"
SM_X0_3 = "组队信息"
SM_X0_4 = "PK信息"
SM_X0_5 = "公会信息"
SM_X0_6 = "其它信息"
SM_X0_7 = "宠物信息"
SM_X0_8 = "星座信息"

-- TargetInfo.xml

TI_X0_1 = "操作"
TI_X0_2 = "人物信息"
TI_X0_3 = "组队邀请"
TI_X0_4 = "请求交易"
TI_X0_5 = "加为好友"
TI_X0_6 = "悄 悄 话"
TI_X0_7 = "追随玩家"
TI_X0_8 = "公会邀请"
TI_X0_9 = "信仰："
TI_X0_10 = "雅典娜"
TI_X0_11 = "职业："
TI_X0_12 = "战士战士"
TI_X0_13 = "声望："
TI_X0_14 = "爵位："
TI_X0_15 = "检察官"
TI_X0_16 = "公会："
TI_X0_17 = "欢乐连线欢乐连线"
TI_X0_18 = "职位："
TI_X0_19 = "欢乐连线"
TI_X0_20 = "物理攻击："
TI_X0_21 = "物理防御："
TI_X0_22 = "魔法攻击："
TI_X0_23 = "魔法防御："
TI_X0_24 = "物理伤害："
TI_X0_25 = "魔法伤害："
TI_X0_26 = "命中："
TI_X0_27 = "闪避："
TI_X0_28 = "暴击："
TI_X0_29 = "暴击抵抗："
TI_X0_30 = "治疗加成："
TI_X0_31 = "伤害吸收："
TI_X0_32 = "查看宠物"
-- TeamUI.xml

T_X0_1 = "更换队长"
T_X0_2 = "开除队员"
T_X0_3 = "解散队伍"
T_X0_4 = "脱离队伍"
T_X0_5 = "加为好友"
T_X0_6 = "悄 悄 话"

-- TradeUI.xml

T_X1_1 = "确定"
T_X1_2 = "取消"
--TakingPetProc.lua

TPP_X0_1 = "唤出(L)"
TPP_X0_2 = "召回(L)"
TPP_X0_3 = "派遣"
TPP_X0_4 = "原地停留(暂未开放)"
TPP_X0_5 = "跟随主人(暂未开放)"
TPP_X0_6 = "自动攻击(暂未开放)"
TPP_X0_7 = "功能锁定"

-- UpGrade.xml

UG_X0_1 = "进入官网"
UG_X0_2 = "帮助"
UG_X0_3 = "我要去填写"
UG_X0_4 = "关闭"
-- UpGradeConfig.lua
-- 这个文件中文集中 请翻译这个文件

-- UpGradeProc.lua

-- WorldMapSetUI.xml

WMS_X0_1 = "显示设置"
WMS_X0_2 = "显示项"
WMS_X0_3 = "同阵营玩家"
WMS_X0_4 = "异阵营玩家"
WMS_X0_5 = "同阵营卫兵"
WMS_X0_6 = "异阵营卫兵"
WMS_X0_7 = "普通怪物"
WMS_X0_8 = "安全区"
WMS_X0_9 = "大地图"
WMS_X0_10 = "小地图"
-- LifeUI.xml

LF_X0_1 =  "铁匠"
LF_X0_2 =  " "
LF_X0_3 =  " "
LF_X0_4 =  " "
LF_X0_5 =  " "
LF_X0_6 =  " "
LF_X0_7 =  " "
LF_X0_8 =  " "
LF_X0_9 =  " "
LF_X0_10 = "武器制作"
LF_X0_11 = "武器锻造"
LF_X0_12 = "分解"
LF_X0_13 = " "
LF_X0_14 = " "
LF_X0_15 = " "
LF_X0_16 = "遗忘技能"
LF_X0_17 = "需求材料"
LF_X0_18 = "完成产品"
LF_X0_19 = "成功几率"
LF_X0_20 = "生产           个"
LF_X0_21 = "确定"
LF_X0_22 = "取消"
LF_X0_23 = "级"
LF_X0_24 = " "
LF_X0_25 = " "
LF_X0_26 = "放入要分解的装备"
LF_X0_27 = "分解出的材料"
LF_X0_28 = "开始"
LF_X0_29 = "取下"
LF_X0_30 = " "
LF_X0_31 = " "
LF_X0_32 = " "
LF_X0_33 = " "
LF_X0_34 = " "
LF_X0_35 = " "
LF_X0_36 = " "
LF_X0_37 = " "
LF_X0_38 = " "
LF_X0_39 = " "
LF_X0_40 = " "

-- 宠物
-- PetUI.xml
PET_X0_1 = "唤出"
PET_X0_2 = "召回"
PET_X0_3 = "携带"
PET_X0_4 = "详细信息"
PET_X0_5 = "抛弃"
PET_X0_6 = "还未命名"
PET_X0_7 = "打工"
PET_X0_8 = "名称："
PET_X0_9 = "等级："
PET_X0_10 = "合体"

-- PetDetailUI.xml
PETD_X0_1 = "名字: "
PETD_X0_2 = "更改名字"
PETD_X0_3 = "类型: "
PETD_X0_4 = "资质: "
PETD_X0_5 = "宠物技能栏:"
PETD_X0_6 = "饱食度:"
PETD_X0_7 = "好感度:"
PETD_X0_8 = "寿  命:"
PETD_X0_9 = "性别: "
PETD_X0_10 = "融合次数:"
PETD_X0_11 = "生命值"
PETD_X0_12 = "魔法值"
PETD_X0_13 = "物理攻击"
PETD_X0_14 = "物理防御"
PETD_X0_15 = "魔法攻击"
PETD_X0_16 = "魔法防御"
PETD_X0_17 = "治疗加成"
PETD_X0_18 = "命中"
PETD_X0_19 = "躲闪"
PETD_X0_20 = "致命"
PETD_X0_21 = "坚韧"
PETD_X0_22 = "物理伤害"
PETD_X0_23 = "魔法伤害"
PETD_X0_24 = "伤害吸收"
PETD_X0_25 = "宠物天赋:"
PETD_X0_26 = "更名"
PETD_X0_27 = "合体效果"
PETD_X0_28 = "食物类型:"
PETD_X0_29 = "灵魂契约:"
PETD_X0_30 = "未签订"
PETD_X0_31 = "等级:"
PETD_X0_32 = "当前经验:"
PETD_X0_33 = "升级经验:"
PETD_X0_34 = "星座:"
PETD_X0_35 = "融合次数:"
PETD_X0_36 = "转生次数:"
PETD_X0_37 = "剩余转生:"
PETD_X0_38 = "技巧:"
PETD_X0_39 = "( 基础值"
PETD_X0_40 = "附加值 )"
PETD_X0_41 = "灵性:"
PETD_X0_42 = "强壮:"
PETD_X0_43 = "准确:"
PETD_X0_44 = "身法:"
PETD_X0_45 = "根骨:"
PETD_X0_46 = "幸运:"
PETD_X0_47 = "未绑定";
PETD_X0_48 = "已绑定"
PETD_X0_49 = "悟性值"
PETD_X0_50 = "绑定状态："
PETD_X0_51 = "随机提升"

--PetIndentureUI.xml
PETIN_X0_1 = "灵魂契约："
PETIN_X0_2 = "灵魂契约效果预览"
PETIN_X0_3 = "基础值提升"
PETIN_X0_4 = "放入|cff6CA6CD契约之灵|cffffffff可提升契约签订时的数值加成(最多可放5个)"
PETIN_X0_5 = "注意：与宠物签订灵魂契约可|cffEE0000大幅提升宠物的悟性基础值|cffffffff哦！再次签订契约，会替换原先的契约值哦！"
PETIN_X0_6 = "签订契约"
--PetWork.xml

PETW_X0_1 = "    在众神世界，宠物一直都是希腊人不可或缺的好帮手！只要给宠物备足口粮，忠诚的宠物就会自动为你获取不菲的经验和专长点数哦！！！"
PETW_X0_2 = "    快选择好购买宠物口粮的方式和宠物打工的时间吧！"
PETW_X0_3 = "预计开支："
PETW_X0_4 = "获得经验："
PETW_X0_5 = "获得专长："
PETW_X0_6 = "口粮购买方式"
PETW_X0_7 = "金币"
PETW_X0_8 = "银币"
PETW_X0_9 = "宠物打工时间"
PETW_X0_10 = "一个小时"
PETW_X0_11 = "三个小时"
PETW_X0_12 = "八个小时"
PETW_X0_13 = "二十四小时"
PETW_X0_14 = "确定"
PETW_X0_15 = "中止打工"
PETW_X0_16 = "剩余时间："
PETW_X0_17 = "打工"
PETW_X0_18 = "支付开支："
PETW_X0_19 = "你已派遣宠物外出打工，时间结束后宠物自动返回。临时中止宠物打工，未完成的时间仅能获得20％的收益，且不退还打工开支，请谨慎选择！"
-- 宠物类型对应描述
PETTYPE1 = "石巨灵";
PETTYPE2 = "小花妖";
PETTYPE3 = "米洛陶";
PETTYPE4 = "熊猫";
PETTYPE5 = "乐乐兔";
PETTYPE6 = "木偶";
PETTYPE7 = "羽翼族";
PETTYPE8 = "幽魂";
PETTYPE9 = "人鱼";
PETTYPE10 = "忠犬";
PETTYPE11 = "虎娃";
PETTYPE12 = "蓝晶幼龙";
PETTYPE13 = "嘟嘟鸟";
PETTYPE14 = "精灵守卫";
PETTYPE15 = "大地之灵";
PETTYPE16 = "小雪人";
PETTYPE17 = "斯芬克斯";
PETTYPE18 = "波克比"
PETTYPE19 = "小恶魔飞飞"
PETTYPE20 = "地狱犬"
PETTYPE21 = "小魔暴龙"
PETTYPE22 = "剧毒仙人掌"
PETTYPE23 = "小天使"
PETTYPE24 = "功夫小子"
PETTYPE25 = "克里特疯牛"
PETTYPE26 = "狮鹫"
PETTYPE27 = "山林野猪"
PETTYPE28 = "灵异猫"
PETTYPE29 = "龙猫"
PETTYPE30 = "狐仙"
PETTYPE31 = "鸭嘴兽"
PETTYPE32 = "大眼蛙"
PETTYPE33 = "猴子"
PETTYPE34 = "老鼠"
PETTYPE35 = "食人花"
PETTYPE36 = "企鹅"
PETTYPE37 = "狮子"
PETTYPE38 = "雷神之灵"
PETTYPE39 = "赤月狐"
PETTYPE40 = "战神龟"
PETTYPE41 = "魔域蜂"
PETTYPE42 = "笨笨熊"
PETTYPE43 = "胖胖丁"
PETTYPE44 = "小刺猬"
-- 资质对应描述
PETAPTITUDE1 = "懦弱型";
PETAPTITUDE2 = "愚钝型";
PETAPTITUDE3 = "胆怯型";
PETAPTITUDE4 = "中庸型";
PETAPTITUDE5 = "理智型";
PETAPTITUDE6 = "冷静型";
PETAPTITUDE7 = "聪慧型";
PETAPTITUDE8 = "热情型";
PETAPTITUDE9 = "暴躁型";
PETAPTITUDE10 = "无畏型";
PETAPTITUDE11 = "霸道型";
PETAPTITUDE12 = "凶猛型";
PETAPTITUDE13 = "万能型";
PETAPTITUDE14 = "众神型";
PETAPTITUDE15 = "备用";
PETAPTITUDE16 = "备用";
PETAPTITUDE17 = "备用";
PETAPTITUDE18 = "备用";
PETAPTITUDE19 = "备用";
PETAPTITUDE20 = "备用";

--PetDetailProc.lua

PETDP_X0_1 = "酒足饭饱"
PETDP_X0_2 = "腹中有食"
PETDP_X0_3 = "隐隐饥饿"
PETDP_X0_4 = "饥肠辘辘"
PETDP_X0_5 = "忠心耿耿"
PETDP_X0_6 = "情同手足"
PETDP_X0_7 = "萍水相逢"
PETDP_X0_8 = "朝三暮四"
PETDP_X0_9 = "风华正茂"
PETDP_X0_10 = "青春年华"
PETDP_X0_11 = "正值壮年"
PETDP_X0_12 = "已到暮年"
PETDP_X0_13 = "男"
PETDP_X0_14 = "女"
PETDP_X0_15 = "食草型"
PETDP_X0_16 = "食肉型"
PETDP_X0_17 = "料理型"
PETDP_X0_18 = "未知型"
PETDP_X0_19 = "宠物喜欢的食物类型，喂错食物仅增加一半的饱食度，好感度无法提升哦"
PETDP_X0_20 = "契约可让宠物获得额外加成，重复签订会替换原先契约"
PETDP_X0_21 = "宠物拥有的特殊能力"
PETDP_X0_22 = "宠物拥有的技能加成"
PETDP_X0_23 = "该宠物已经融合的次数"
PETDP_X0_24 = "该宠物已经转生的次数"
PETDP_X0_25 = "该宠物还能进行几次转生"
PETDP_X0_26 = "技巧仅影响宠物技能效果，技巧越高相同的技能加成越多"
PETDP_X0_27 = "悟性基础值可使用|cff6CA6CD融合功能|cffffffff提升，宠物|cff6CA6CD转生功能|cffffffff不影响基础值"
PETDP_X0_28 = "悟性附加值主要通过宠物|cff6CA6CD升级|cffffffff提升，宠物|cff6CA6CD转生|cffffffff后将失去附加值"
PETDP_X0_29 = "六项悟性其一，影响合体时的MP上限、魔法攻击、伤害反弹"
PETDP_X0_30 = "六项悟性其一，影响合体时的HP上限、物理防御、吸取生命"
PETDP_X0_31 = "六项悟性其一，影响合体时的命中、物理攻击、魔法防御"
PETDP_X0_32 = "六项悟性其一，影响合体时的闪避、物伤减免、魔伤减免"
PETDP_X0_33 = "六项悟性其一，影响合体时的HP上限、物伤提升、暴伤减免"
PETDP_X0_34 = "六项悟性其一，影响合体时的伤害吸收、魔伤提升、伤害反弹"
PETDP_X0_35 = "提升玩家的最大生命值"
PETDP_X0_36 = "提升玩家的最大魔法值"
PETDP_X0_37 = "提升玩家攻击命中的几率"
PETDP_X0_38 = "提升玩家闪躲攻击的几率"
PETDP_X0_39 = "提升玩家的物理攻击"
PETDP_X0_40 = "提升玩家的魔法攻击"
PETDP_X0_41 = "攻击时附带固定的物理伤害"
PETDP_X0_42 = "攻击时附带固定的魔法伤害"
PETDP_X0_43 = "提升玩家的物理防御"
PETDP_X0_44 = "提升玩家的魔法防御"
PETDP_X0_45 = "被攻击时抵消固定的物理伤害"
PETDP_X0_46 = "被攻击时抵消固定的魔法伤害"
PETDP_X0_47 = "吸收被攻击所产生的伤害"
PETDP_X0_48 = "被暴击时抵消固定的暴击伤害"
PETDP_X0_49 = "攻击时为自身回复固定的生命值"
PETDP_X0_50 = "被攻击时将固定的伤害反弹给对方"
PETDP_X0_51 = "已绑定状态的宠物无法被交易"

--PetIndentureUI.lua
PETIN_X1_1 = "签订契约"
PETIN_X1_2 = "继续"
PETIN_X1_3 = "关闭"
PETIN_X1_4 = "(基础值　+ 附加值)"
PETIN_X1_5 = "契约提升"
PETIN_X1_6 = "灵魂契约效果预览"
PETIN_X1_7 = "灵魂契约实际效果"
PETIN_X1_8 = "签订契约后的宠物能力"
PETIN_X1_9 = "食草型"
PETIN_X1_10 = "食肉型"
PETIN_X1_11 = "料理型"
PETIN_X1_12 = "未知型"
PETIN_X1_13 = "未签订"
PETIN_X1_14 = "|cffF14187已签订"
PETIN_X1_15 = "固定提升"
PETIN_X1_16 = "最终提升"
PETIN_X1_17 = "级契约"

--PetInosculateUI.lua
PETINO_X0_1 = "|cffF14187请放入主宠"
PETINO_X0_2 = "|cffF14187请放入副宠"
PETINO_X0_3 = "无法提升"
PETINO_X0_4 = "融合宠物"
PETINO_X0_5 = "继续"
PETINO_X0_6 = "关闭"
PETINO_X0_7 = "(基础值　+ 附加值)"
PETINO_X0_8 = "基础值提升"
PETINO_X0_9 = "宠物融合效果预览"
PETINO_X0_10 = "宠物融合实际效果"
PETINO_X0_11 = "融合后的宠物能力"

--PetInosculateUI.xml
PETINO_X1_1 = "请放入主宠"
PETINO_X1_2 = "请放入副宠"
PETINO_X1_3 = "宠物融合可以大幅度提高主宠的技巧、以及6项悟性基础值，副宠悟性高，主宠融合效果越好！主宠、副宠必须都达到30级才可融合。"
PETINO_X1_4 = "宠物融合效果预览"
PETINO_X1_5 = "技巧："
PETINO_X1_6 = "宠物融合效果预览"
PETINO_X1_7 = "放入|cff6CA6CD融合之灵|cffffffff可提升宠物融合的效果加成(最多可放5个)"
PETINO_X1_8 = "注意：宠物融合是|cffF14187以牺牲副宠为代价，大幅提升主宠的悟性基础值|cffffffff！副宠悟性高，主宠融合效果越好！请谨慎选择！"
PETINO_X1_9 = "融合宠物"
-- SrvMsg.lua
SM_L0_01 = "真是太厉害了，才"
SM_L0_02 = "级就开始挑战"
SM_L0_03 = "级的任务了！真是个敢于超越自己的勇士！"
SM_L0_04 = "真是个敢于超越自己的勇士，已经满级了仍然达到了几乎不可能达到的跨级任务标准！"
SM_L0_05 = "玩家"
SM_L0_06 = "通过了任务经验加成的鉴定，完成任务时可额外获得10%的经验！"
-- PetChangeName.xml
PETCN_X0_1 = "宠物都可以自由更名一次！再次更名需要消耗宠物更名石哦！你要给它更名么？"
PETCN_X0_2 = "请输入宠物的新名字（8字符内）"


-- TakingPetUI.xml
PETTP_X0_1 = "唤"
PETTP_X0_2 = "收"
PETTP_X0_3 = "攻"
PETTP_X0_4 = "跟"
PETTP_X0_5 = "停"

-- PetSkillUI.xml
PETS_X0_1 = "自动施放"
--PetIntegrate.xml
PIG_XO_1 = "合体效果加成预览"
PIG_XO_2 = "生命值"
PIG_XO_3 = "命中"
PIG_XO_4 = "物理攻击"
PIG_XO_5 = "物伤提升"
PIG_XO_6 = "物理防御"
PIG_XO_7 = "物伤减免"
PIG_XO_8 = "伤害吸收"
PIG_XO_9 = "吸取生命"
PIG_XO_10 = "魔法值"
PIG_XO_11 = "闪避"
PIG_XO_12 = "魔法攻击"
PIG_XO_13 = "魔伤提升"
PIG_XO_14 = "魔法防御"
PIG_XO_15 = "魔伤减免"
PIG_XO_16 = "暴伤减免"
PIG_XO_17 = "伤害反弹"
--PetSamsaraUI.lua

PETSAM_X0_1 = "随机提升"
PETSAM_X0_2 = "极少提升"
PETSAM_X0_3 = "较少提升"
PETSAM_X0_4 = "普通提升"
PETSAM_X0_5 = "较多提升"
PETSAM_X0_6 = "大幅提升"
PETSAM_X0_7 = "转生宠物"
PETSAM_X0_8 = "继续"
PETSAM_X0_9 = "关闭"
PETSAM_X0_10 = "转生效果预览"
PETSAM_X0_11 = "转生实际效果"
PETSAM_X0_12 = "转生后的宠物能力"
PETSAM_X0_13 = "成长度提升"
PETSAM_X0_14 = "(基础值　+ 附加值)"
PETSAM_X0_15 = "食草型"
PETSAM_X0_16 = "食肉型"
PETSAM_X0_17 = "料理型"
PETSAM_X0_18 = "未知型"
PETSAM_X0_19 = "未签订"
PETSAM_X0_20 = "已签订"

--PetSamsaraUI.xml

PETSAMU_X0_1 = "转生效果预览"
PETSAMU_X0_2 = "成长度提升"
PETSAMU_X0_3 = "放入|cff6CA6CD转生之灵|cffffffff可提升宠物转生时的成长度(最多可放5个)"
PETSAMU_X0_4 = "注意：宠物转生将|cffEE0000消耗1剩余转生次数|cffffffff！转生后宠物等级为1级，|cffEE0000隐藏的成长度获得大幅度提升|cffffffff！悟性基础值保留，附加值将全部放弃！请谨慎选择！"
PETSAMU_X0_5 = "转生宠物"

--PetUnite.xml

PETUNI_X0_1 = "合体效果加成预览"
PETUNI_X0_2 = "生命值"
PETUNI_X0_3 = "命中"
PETUNI_X0_4 = "物理攻击"
PETUNI_X0_5 = "物伤提升"
PETUNI_X0_6 = "物理防御"
PETUNI_X0_7 = "物伤减免"
PETUNI_X0_8 = "伤害吸收"
PETUNI_X0_9 = "吸取生命"
PETUNI_X0_10 = "魔法值"
PETUNI_X0_11 = "闪避"
PETUNI_X0_12 = "魔法攻击"
PETUNI_X0_13 = "魔伤提升"
PETUNI_X0_14 = "魔法防御"
PETUNI_X0_15 = "魔伤减免"
PETUNI_X0_16 = "暴伤减免"
PETUNI_X0_17 = "伤害反弹"
PETUNI_X0_18 = "上述为宠物悟性影响的合体效果预览；玩家合体不仅享受|cFFE3170D宠物悟性加成|cffffffff，同时也享受|cFFE3170D宠物技能加成|cffffffff"
--RookieGuideProc.lua
RGP_L0_1 = "获得任务："
RGP_L0_2 = "完成任务"
RGP_L0_3 = "任务奖励："
RGP_L0_4 = "删除任务："
RGP_L0_5 = "确定要删除"
RGP_L0_6 = "请先选择一个任务"

--AnswersSystem.xml
ANSWERSY_X0_1 = "继续回答"
ANSWERSY_X0_2 = "结束答题"
ANSWERSY_X0_3 = "领取前十名奖励"
ANSWERSY_X0_4 = "通过解答一些简单的众神问题，就可以轻松获得经验和专长哦！每小时都可以答一次，每次10题，答对了可以获得全部奖励，就算答错了也可以获得一半的奖励，每次答完10题都有一定几率会得到200绑定金币!"
ANSWERSY_X0_5 = "此外每天的|cFF32CD3212:45和19:45|cffffffff都会进行答题大比拼，全服前十名的玩家可以得到大量的专长奖励！"
ANSWERSY_X0_6 = "答题即时排名"
ANSWERSY_X0_7 = "答题大比拼"
ANSWERSY_X0_8 = "|cFFE3170D秒|cffffffff后开始下一题"
ANSWERSY_X0_9 = "您当前的得分："

--AwardFunction.xml
AWARDF_X0_1 = "查看"
AWARDF_X0_2 = "领取"
--AntiIndulge.xml
ATDG_X0_1 = "补填身份证"
ATDG_X0_2 = "以后再说"

--BeginnerGuideUI.xml
BEG_XO_1 = "新手引导"

--ApartLineUI.xml
AL_XO_1 = "你当前所在线路"
AL_XO_2 = "关闭"
AL_XO_3 = "切换线路"


--LiveSkillUI.xml
LSU_XO_1="当前活力值:"
LSU_XO_2="配方收集:"
LSU_XO_3="生活技能:"
LSU_XO_4="技能经验:"
LSU_XO_5="升级限制:"
LSU_XO_6="道具名称:"
LSU_XO_7="配方类型:"
LSU_XO_8="消耗活力:"
LSU_XO_9="制造经验:"
LSU_XO_10="成功几率:"
LSU_XO_11="制作"
LSU_XO_12="终止"
LSU_XO_13="配方熟练度:"
LSU_XO_14="生活技能若想达到高等级，需要玩家自身也达到一定级别，方可成长"
LSU_XO_15="该配方每制造一次获得的经验，技能等级过高则无法获得经验"
LSU_XO_16="配方制造时的基础成功率，每5%的熟练度，获得1%的额外成功率"



--GatherBox.xml
GBX_XO_1="你正在使用"
GBX_XO_2="采集资源，"
GBX_XO_3="当前活力值："
GBX_XO_4="采集中止"


--BuyUI.xml
BY_XO_1="售卖品"
BY_XO_2="单价"
BY_XO_3="我想买"
BY_XO_4="个"
BY_XO_5="最终价格:"
BY_XO_6="确认购买"



--StallBuyUI.xml
SBU_XO_1="摆摊"
SBU_XO_2="持有:"
SBU_XO_3="购买"
SBU_XO_4="摊位名称:"



--StallSellUI.xml
SSU_XO_1="全部撤下"
SSU_XO_2="撤下物品"
SSU_XO_3="开始展销"
SSU_XO_4="取消展销"
















